[{"Titulo":"Câmpus Ceres recebe Reitoria Itinerante","Texto":"Servidores do Câmpus Ceres do Instituto Federal Goiano (IF Goiano) receberam na manhã da segunda-feira, 24, gestores da Reitoria na 5a edição do projeto Reitoria Itinerante. Durante a visita dos gestores houve a entrega de tablets aos servidores técnico-administrativos. Os aparelhos foram adquiridos com recursos próprios da Instituição para auxiliar nas atividades relacionadas ao IF Goiano.Leia mais"},{"Titulo":"Estudante tem até sábado para responder questionário do Enade","Texto":"O Instituto Nacional de Estudos e Pesquisas Educacionais (Inep) prorrogou até sábado, 29, o prazo para resposta eletrônica ao questionário do estudante do Exame Nacional de Desempenho de Estudantes (Enade) de 2014. O preenchimento, obrigatório, deve ser feito pela internet.Leia mais"},{"Titulo":"Divulgada terceira lista de inscrições deferidas do PS de cursos superiores","Texto":"A Comissão Central do Processo Seletivo para Cursos Superiores do Instituto Federal Goiano (IF Goiano) divulga a terceira lista de inscrições deferidas para a seleção. A lista contempla quinze novos candidatos que tiveram confirmadas as suas inscrições após a divulgação das listas anteriores. A seleção disponibilizará 70% das vagas dos cursos de graduação para candidatos do Enem e outros 30% para o Sistema de Seleção Unificado (Sisu).Leia mais"},{"Titulo":"Câmpus Campos Belos divulga chamada pública para locação de imóveis","Texto":"O Instituto Federal Goiano (IF Goiano) – Câmpus Campos Belos divulga chamamento público para consulta de interessados na locação de imóvel para as instalações da Instituição no município. As propostas deverão ser entregues na Rua do Comércio Qd. 39 Nº 03 Sala 01 – Centro Empresarial, até às dez horas do dia 22 de dezembro.Leia mais"},{"Titulo":"IF Goiano participa de evento sobre Agricultura Familiar","Texto":"O Instituto Federal Goiano (IF Goiano), por meio da Pró-Reitoria de Extensão (Proex), participa na quarta, 26 e quinta-feira, 27, do evento Agricultura Familiar - Segurança Alimentar no Século XXI. A programação prevê palestra, mesas redondas, feira de produtos da agricultura familiar e espaço cultural.Leia mais"}]