[{"Titulo":"Divulgado resultado final do Processo Seletivo do Câmpus Trindade","Texto":"O Instituto Federal Goiano (IF Goiano) – Câmpus Trindade divulgou na tarde desta quarta-feira, 21 de janeiro, o resultado final  do processo seletivo de cursos técnicos. O início das atividades acadêmicas da unidade está previsto para o dia 02 de março de 2015.  Ao todo são ofertadas 450 vagas, divididas entre os cursos técnicos em Automação Industrial, Edificações, Eletrotécnica e Informática para Internet (desenvolvimento para dispositivos móveis) nas modalidades: integrados ao Ensino Médio e subsequentes (para quem já concluiu o Ensino Médio).Leia mais"},{"Titulo":"SiSU: Período de inscrições termina na quinta-feira, 22","Texto":"A poucas horas do fim do período de inscrições para a chamada única do Sistema de Seleção Unificada (Sisu), o Ministério da Educação orienta os candidatos a não deixar para entrar no sistema na última hora. As inscrições vão até as 23h59 (horário de Brasília) da quinta-feira, 22.Leia mais"},{"Titulo":"Veja novo local de matrículas para o Câmpus Trindade","Texto":"O Instituto Federal Goiano (IF Goiano) - Câmpus Trindade divulga retificação do edital do processe seletivo de cursos técnicos da unidade. De acordo com o documento, os aprovados deverão efetuar matrícula no Centro de Artes e Esportes Unificados (CEU das Artes). O CEU fica na rua M-10, qd. 31, Setor Residencial Monte Cristo, em Trindade.Leia mais"},{"Titulo":"Conif se reúne com o Ministro da Educação","Texto":"O fortalecimento e a importância estratégica da Rede Federal para o Brasil nortearam a primeira reunião do ministro da Educação, Cid Gomes, com membros da Diretoria Executiva do Conselho Nacional das Instituições da Rede Federal de Educação Profissional, Científica e Tecnológica – Conif. O encontro foi realizado na quarta-feira, 21, no Ministério da Educação (MEC), em Brasília.Leia mais"},{"Titulo":"Câmpus Posse: servidores recebem tablets","Texto":"O Instituto Federal Goiano (IF Goiano) – Câmpus Posse realizou na segunda-feira, 19, cerimônia para a entrega de tablets aos servidores da unidade. O evento contou com a presença do Pró-Reitor de Desenvolvimento Institucional, Elias Monteiro, que realizou um balanço do desempenho do IF Goiano no ano de 2014, levando-se em conta o cenário nacional e internacional de Educação Profissional e Tecnológica.Leia mais"}]