[{"Titulo":"IF Goiano realiza 3º encontro do Ciclo de Formação","Texto":"O Instituto Federal Goiano (IF Goiano) realiza na terça-feira, 2, o 3º encontro do II Ciclo de Formação na sede da Reitoria da Instituição. A programação do evento foi iniciada com apresentação de relatos de experiências ou propostas de efetivação da oferta do currículo integrado nos câmpus pelos diretores de ensino dos câmpus do IF Goiano.Leia mais"},{"Titulo":"DCE e CAs do Câmpus Rio Verde realizam cerimônia de posse de novas chapas","Texto":"Estudantes do Câmpus Rio Verde do Instituto Federal Goiano (IF Goiano) realizaram assembleia-geral do Diretório Central dos Estudantes (DCE) para posse das novas chapas dos Centros Acadêmicos dos cursos de graduação da unidade na segunda-feira, 1, no auditório do câmpus. O evento contou com a participação do reitor do IF Goiano, Vicente de Almeida, e diretor-geral da unidade, Anísio Correia da Rocha.Leia mais"},{"Titulo":"Visita ao Câmpus Morrinhos encerra Reitoria Itinerante","Texto":"O Câmpus Morrinhos do Instituto Federal Goiano (IF Goiano) recebeu na sexta-feira, 28, a última visita da quinta edição do Projeto Reitoria Itinerante. A atividade teve como destaque a entrega de tablets aos servidores técnico-administrativos e docentes recém-empossados da unidade.Leia mais"},{"Titulo":"Divulgado resultado preliminar para capacitação de docentes","Texto":"A Pró-reitoria de Pesquisa, Pós-Graduação e Inovação do Instituto Federal Goiano (IF Goiano) divulga resultado preliminar do Programa Institucional de Capacitação Docente do Instituto Federal Goiano (PICSS). O programa visa a liberação de servidores docentes da  Instituição para capacitação a partir do primeiro semestre de 2015.Leia mais"},{"Titulo":"Inscrições para o FMEPT 2015 começam no dia 9 dezembro","Texto":"As inscrições para o III Fórum Mundial de Educação Profissional e Tecnológica (FMEPT) começam no dia 9 dezembro. O evento será realizado entre os dias 26 e 29 de maio de 2015 no Centro de Convenções de Pernambuco e tem como instituição organizadora o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE). Nesta edição, o FMEPT tem como tema “Diversidade, Cidadania e Inovação”.Leia mais"}]