[{"Titulo":"Acordo: primeiros alunos do IF Goiano fazem intercâmbio em Portugal","Texto":"Estudantes do 2º ano de curso técnico integrado ao ensino médio do Instituto Federal Goiano (IF Goiano), Guilherme Pereira (Agropecuária) e Gabriel Amorim (Informática), foram os primeiros alunos selecionados para o intercâmbio no Instituto Politécnico de Bragança (IPB), em Portugal. A oportunidade faz parte de acordo assinado entre as duas instituições em outubro de 2012. A meta inicial, conforme estipula o documento, é viabilizar a ida de quatro alunos brasileiros a Portugal por ano, assim como permitir a vinda de quatro estudantes portugueses para intercâmbio no IF Goiano.Leia mais"},{"Titulo":"Posse: confira a lista dos convocados em primeira chamada do processo seletivo","Texto":"Divulgado a lista de convocados em primeira chamada do Processo Seletivo 2015/1 do Instituto Federal Goiano (IF Goiano) - Câmpus Posse para ingresso nos cursos técnicos e ensino médio integrado. São 40 vagas para o curso técnico em Informática no período noturno, na modalidade com concomitância externa. Os aprovados devem efetuar matrícula entre os dias 12 e 15 de janeiro. O início das aulas está previsto para o dia 4 de fevereiro de 2015.Leia mais"},{"Titulo":"Câmpus Campos Belos divulga resultado preliminar de seleção","Texto":"Divulgado o resultado preliminar do Processo Seletivo do Instituto Federal Goiano (IF Goiano) - Câmpus Campos Belos. A unidade oferta vagas para o Curso Técnico em Informática nos turnos matutino e vespertino. São 80 vagas para o curso técnico em Informática divididas entre os turnos matutino e vespertino, na modalidade com concomitância externa,Leia mais"},{"Titulo":"Instituto assina termo de gestão de Centro de Desenvolvimento Tecnológico","Texto":"O reitor do Instituto Federal Goiano (IF Goiano), Vicente de Almeida, assinou na terça-feira, 16, termo de cooperação para a operacionalização do Centro Regional para o Desenvolvimento Tecnológico e Inovação (CRTI). O documento oficializa a gestão compartilhada do local pela Instituição juntamente com a Universidade Federal de Goiás (UFG), Universidade Estadual de Goiás (UEG), Pontifícia Universidade Católica de Goiás (PUC-GO), Fundação de Amparo à Pesquisa do Estado de Goiás (Fapeg) e Secretaria de Estado de Ciência, Tecnologia e Inovação (Sectec).Leia mais"},{"Titulo":"Mulheres Mil e Educação no Campo é tema de palestra","Texto":"O Instituto Federal Goiano (IF Goiano) participa na quarta-feira, 17, do IV Encontro Estadual de Mulheres Trabalhadoras Rurais da Federação dos Trabalhadores e Trabalhadoras na Agricultura Familiar do Estado de Goiás (Fetraf). Na ocasião, o pró-reitor de Extensão, Sebastião Nunes Filho, ministra a palestra Mulheres Mil e Educação no Campo para Trabalhadoras Rurais.Leia mais"}]