[{"Titulo":"Processo Seletivo: divulgada lista de 3ª chamada para cursos superiores","Texto":"A Comissão Central do Processo Seletivo para Cursos Superiores do Instituto Federal Goiano (IF Goiano) divulga lista de convocados em terceira chamada do Processo Seletivo de Cursos Superiores 2015. Foram aproximadamente 900 vagas para cursos superiores neste Processo Seletivo em cinco unidades da Instituição: Ceres, Iporá, Morrinhos, Rio Verde e Urutaí.Leia mais","Goiania":"Goiania"},{"Titulo":"IF Goiano discute Pesquisa e Pós-graduação no Triângulo Mineiro","Texto":"O Pró-reitor de Pesquisa, Pós-graduação e Inovação do Instituto Federal Goiano (IF Goiano), Fabiano Guimarães, ministra palestra no Instituto Federal do Triângulo Mineiro (IFTM) - Câmpus Uberaba, com o tema \"Pesquisa e Pós Graduação nos Institutos Federais”. A atividade faz parte das atividades pedagógicas do câmpus e ocorreram na terça-feira, 3.Leia mais","Goiania":"Goiania"},{"Titulo":"Câmpus Campos Belos divulga edital para vagas remanescentes","Texto":"O Instituto Federal Goiano (IF Goiano) - Cãmpus Campos Belos divulga edital para preenchimento de vagas remanescentes dos cursos técnicos da unidade. Interessados podem se inscrever entre os dias 3 e 5 de fevereiro na unidade administrativa do câmpus, situada na Rua do Comércio Qd. 39 nº 3, Sala 1 – Centro Empresarial, no horário de 7 às 18 horas.Leia mais","Goiania":"Goiania"},{"Titulo":"PIQ: lançado edital para bolsas de mestrado e doutorado","Texto":"O Instituto Federal Goiano (IF Goiano) divulga edital do Programa Institucional de Qualificação (PIQ), que prevê bolsas para mestrado e doutorado. Interessados devem se inscrever no período de 6 a 27 de fevereiro, nas Diretorias ou Coordenações de Pesquisa e Pós-Graduação do Câmpus onde o servidor pleiteante estiver lotado ou na Pró-Reitoria de Pesquisa, Pós-Graduação e Inovação para servidores da Reitoria (veja edital abaixo).Leia mais","Goiania":"Goiania"},{"Titulo":"IF Goiano unifica propostas ao programa Mais Cultura","Texto":"Servidores da Reitoria e dos Câmpus do Instituto Federal Goiano (IF Goiano), além de colaboradores externos, participaram de reunião na terça-feira, 3, para esclarecimentos sobre o programa Mais Cultura nas Universidades. O edital da Secretaria da Educação Superior (Sesu), do Ministério da Educação (MEC), prevê que a instituição contemplada receba entre 500 mil e 1,5 milhão de reais para a execução de projetos destinados ao fortalecimento e inovação da cultura e das artes.  Ao todo serão 20 milhões de reais destinados às propostas selecionadas.Leia mais","Goiania":"Goiania"}]